Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/accessibility.html.txt.tmx
Source language: en
Languages: ga

source: Accessibility and Usability Statement
ga: Ráiteas Inrochtaineachta agus Inúsáidteachta

source: One of the major goals of citizensinformation.ie is to provide information online which is accessible to all
ga: Tá sé mar cheann de phríomhspriocanna citizensinformation.ie faisnéis a sholáthar ar an idirlíon a bhfuil fáil ag gach duine air

source: All information on this site is accessible using screen-readers. In most places on the website, the size of the text can be changed by clicking one of the “A” buttons in the top-right hand corner of the screen. This can also be changed by altering the settings in your browser
ga: Comhlíonann an suíomh seo treoirlínte maidir le Inrochtaineachta Ábhar Gréasáin 2.0 an WAI (Web Accessibility Initiative/Tionscnamh Inrochtaineachta Gréasáin), mar ar forbraíodh iad ag Feadhnacht an Ghréasáin Dhomhanda/The World Wide Web Consortium

source: This site is accessible using most browsers
ga: Is furasta teacht ar gach faisnéis ar an suíomh seo ag úsáid léitheoirí scáileáin

source: You can also access a version of the site specifically for mobile phones using the URL m.cinfo.ie
ga: Is féidir aon bhrabhsálaí a úsáid chun an suíomh seo a rochtain
